Repository: LeulWeb/Rensys-Technician-
Catalog: lib/l10n/app_*.arb
Languages: am

# language
source: English
am: አማርኛ

source: Home
am: ቤት

source: New Jobs
am: አዳዲስ ሥራዎች

# noJobMessage
source: We regret to inform you that there are no new jobs available for you at this time
am: በዚህ ጊዜ ለእርስዎ ምንም አይነት አዲስ ስራዎች የሉም

source: My Work
am: የኔ ሥራ

source: Pending
am: በሥራ ላይ

# penDesc
source: Track in-progress
am: በሂደት ላይ ያሉ ሥራዎች

source: Finished
am: የተጨረሱ

# finishedDesc
source: View finished tasks
am: የተጠናቀቁ ስራዎችን ይመልከቱ

source: Package
am: ጥቅል

# packageDesc
source: Buy job bundles
am: የሥራ ጥቅሎችን ይግዙ

source: Recent
am: የቅርብ ጊዜ

# recentDesc
source: View recent tasks
am: የቅርብ ጊዜ ሥራዎችን ይመልከቱ

source: Profile
am: መገለጫ

# jobToClaim
source: remaining package
am: የጥቅል መጠን

# buyPackage
source: buy packages
am: ጥቅል ይግዙ

source: Completed Jobs
am: የተጠናቀቁ ሥራዎች

source: Bank Accounts
am: የባንክ ሒሳብ

source: Accounts detail
am: የባንክ ሒሳብ ደብተር

source: Location
am: አካባቢ

# locationInfo
source: Your location will be used to filter nearby jobs
am: አካባቢዎ በአቅራቢያዎ የሚገኙ ሥራዎችን ለማጣራት ጥቅም ላይ ውሏል

# locationUser
source: Your Location
am: የእርሶ አከባቢ

source: Track Location
am: አከባቢዎን ያግኙ

# reportProblem
source: Use this for question, complain
am: ለአስተያየት ይህን ይጠቀሙ

# enableLocation
source: Please enable location service
am: እባክዎ የአካባቢ አገልግሎት ያንቁ

# editProfile
source: Update profile
am: መገለጫ ያድሱ

source: About Us
am: ስለ እኛ

source: Log out
am: ውጣ

# goToHome
source: Back
am: ተመለስ

# rensysengineeringAbout
source: Rensys Engineering & Trading PLC is an energy solution company based in Addis Ababa. It was established with the aim of playing its role in providing renewable energy solutions for energy-deprived communities. Since its establishment, the company has electrified millions of lives through SHS, solar mini-grid, and solar lanterns.
am: ሬንስስ ኢንጅነሪንግ እና ትሬዲንግ ኃላፊነቱ የተወሰነ የግል ማህበር በአዲስ አበባ ከተማ የተመሰረተ የኃይል አማራጭ ፕሮጀክት ነው ፡ ፡ የተቋቋመው ይህ ድርጅት ኃይል ቆጣቢ ለሆኑት የህብረተሰብ ክፍሎች ታዳሽ የኃይል ምንጭ የሆኑ ነገሮችን በማቅረብ ረገድ የሚጫወተውን ሚና ታሳቢ በማድረግ ነው ። ኩባንያው ከተቋቋመበት ጊዜ አንስቶ በሲ ኤች ኤስ ፣ በፀሐይ ብርሃን ኃይል በሚገነቡ የኤሌክትሪክ ማስተላለፊያ መስመሮች እና በፀሐይ ጨረር አማካኝነት በሚሊዮን የሚቆጠሩ ሰዎችን ሕይወት መርጧል ።

source: Toll Free
am: ነፃ መስመር

source: close
am: ዝጋ

source: First Name
am: ስም

source: Last Name
am: የአባት ስም

source: Phone Number
am: ስልክ ቁጥር

source: bio
am: ስለ እርስዎ

source: Choose your bank
am: ባንክ ምረጥ

source: Account Number
am: የባንክ ሂሳብ ደብተር

source: update
am: አድስ

source: Notification
am: ማሳወቂያ

# notificationMessage
source: No new notification at the moment stay tuned
am: በአሁኑ ቆይታ ምንም አዲስ ማስታወቂያ የለም

source: Jobs
am: ሥራ

source: New nearby jobs
am: በአቅራቢያችን ያሉ አዳዲስ ሥራዎች

# jobsMessage
source: Discover new nearby jobs and apply for maintenance jobs with ease
am: በአቅራቢያቸው ያሉ አዳዲስ ሥራዎችን ያግኙ እና ለጥገና ሥራዎች በቀላሉ ይተግብሩ

source: Fix It
am: ጠግን

source: Success
am: ተሳክቷል

# jobInQueue
source: The job is now in your queue
am: ሥራው አሁን በአንተ ቦታ ነው
